{
  "sectionHeading": "Education & Experience",
  "items": [
    {
      "title": "Medical Education in China",
      "description": "Dr. Zhang earned her M.D. from Chengdu University of Traditional Chinese Medicine and her Master's degree in Acupuncture from Shanghai University of Traditional Chinese Medicine—two of the most prestigious TCM institutions in China. She graduated top of her class from both programs. Her eight years of formal training integrated both Chinese and Western medicine, providing a comprehensive foundation in understanding the human body."
    },
    {
      "title": "Clinical Practice in Shanghai",
      "description": "After graduation, Dr. Zhang was selected to join the Shanghai Acupuncture and Moxibustion Institution, the largest and most respected acupuncture center in China. This position is highly competitive and has shaped countless leaders in the field of Chinese medicine. Her busy clinical work there strengthened her expertise in acupuncture, herbal medicine, and integrative medical approaches, including foundational Western medical sciences."
    },
    {
      "description": "Following six years of clinical practice in Shanghai, Dr. Zhang moved to the United States, she conducted postdoctoral research at Vanderbilt University. Her background in both Eastern and Western medicine gives her a unique understanding of the human body and a balanced, research informed approach to treatment. She has authored more than twenty publications and a book , Pediatric Acupressure. \n",
      "title": "Medical Research at Vanderbilt University"
    },
    {
      "title": "Qi For Life Acupuncture",
      "description": "Dr. Zhang is deeply committed to caring for patients across Tennessee, offering integrative healthcare that combines Traditional Chinese Medicine with modern medical insight. Her whole person approach goes beyond symptom relief by addressing the root causes of imbalance, helping restore balance to the mind, body, and spirit for long term health and well being."
    }
  ]
}
